Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/oikeusministeri_henriksson_ja_saamelaiskarajat_tapasivat.html.tmx
Source language: fin
Languages: smn

source: Oikeusministeri Henriksson ja Saamelaiskäräjät tapasivat
smn: Riehtiminister Henriksson já Sämitigge teivii

source: Oikeusministeri Anna-Maja Henriksson tapasi tänään Saamelaiskäräjien puheenjohtajiston ja muita edustajia Helsingissä.
smn: Riehtiminister Anna-Maja Henriksson teeivâi onne Sämitige saavâjođetteijeid já eres ovdâsteijeid Helsigist.

source: Tapaamiseen osallistui oikeusministerin lisäksi valtiosihteeri Raimo Luoma valtioneuvoston kansliasta.
smn: Teivâmân uásálistij riehtiminister lasseen staatâčällee Raimo Luoma staatârääđi kansliast.

source: Tapaaminen järjestettiin Saamelaiskäräjien aloitteesta.
smn: Teivâm uárnejii Sämitige alguu keežild.

source: Tilaisuudessa tehtiin katsaus tuleviin saamelaisten oikeuksia koskeviin hankkeisiin ja kuultiin Saamelaiskäräjien näkemyksiä näiden hankkeiden käynnistämisestä.
smn: Tilálâšvuođâst tohhui kejâstâh sämmilij vuoigâdvuođáid kyeskee puáttee havváid já kullojii Sämitige uáinuh tai haavâi jotonpiejâmist.

source: Keskusteltiin muuan muassa saamelaiskäräjälain valmistelun jatkamisesta tähänastista valmisteluaineistoa hyödyntäen sekä saamen kielen, kulttuurin ja perinteisten elinkeinojen edistämisestä.
smn: Savâstâllii eereeb iärásijn sämitiggelaavâ valmâštâllâm juátkimist nuuvt,ete kevttih tááláá valmâštâllâmamnâstuv sehe sämikielâ, -kulttuur já ärbivuáválij iäláttâsâi oovdedmist.

source: Osapuolet sopivat että hyvää keskusteluyhteyttä ja dialogia pidetään yllä jatkossakin.
smn: Uásipeleh soppii ete paijeentuálih ain šiev savâstâllâmohtâvuođâ já dialog.

source: Lisätietoja:
smn: Lasetiäđuh :

source: Valtiosihteeri Malin Brännkärr, p. 040 534 7727, etunimi.sukunimi@om.fi
smn: Staatâčällee Malin Brännkärr, p. 040 534 7727, ovdânommâ. suhânommâ(at)om.fi

source: Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio, puh. 010 839 3192, etunimi.sukunimi@samediggi.fi
smn: Sämitige saavâjođetteijee Tiina Sanila-Aikio, puh. 010 839 3192, ovdânommâ.
